<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="Author" CONTENT="Lou C. Fer">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.03 [es] (Win95; I) [Netscape]">
   <TITLE>De como el mundo de la emulaci&oacute;n se esta convirtiendo en una casa de putas</TITLE>
</HEAD>
<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#FF0000" VLINK="#3366FF" ALINK="#FF0000" BACKGROUND="btk01.jpg" NOSAVE>
<B><FONT COLOR="#FFFFFF">Queridos Camaradas XD):</FONT></B>
<BR>&nbsp;

<P><B><FONT COLOR="#FFFFFF">No pretendo ser ningun tipo de juez ni jurado
con respecto al problema que se ha liado con el asunto de #emuroms pero
he decidido escribir esto por motivos que creo que es preciso aclarar para
todos am&eacute;n que me he sentido inculpado en ciertas "opiniones" vertidas
en cierta p&aacute;gina web.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">No se que problema ha habido exactamente con
ArkanOid,simplemente puedo expresar mi opini&oacute;n basandome en lo que
&eacute;l mismo me ha contado y lo que he leido en la p&aacute;gina anteriormente
citada.</FONT></B>

<P><B><FONT COLOR="#FFFFFF">Pero vayamos por partes.</FONT></B>

<P><B><FONT COLOR="#FFFFFF">En primer lugar me ha desagradado mucho que
alguien a quien no conozco incluya a gente que no conoce en el mismo saco.Yo
,al igual que muchas otras PERSONAS soy op en #emuladores y en #emulegends,como
seguramente sabreis (y si no os lo cuento) ,la creaci&oacute;n de canales
en IRC Hispano es totalmente libre con la salvedad de que no se puede tratar
en ellos temas relacionados con la pirateria y otros asuntos que en estos
momentos no vienen al caso;uno de los trabajos de los IRCops es controlar
eso.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">Si yo creo un canal y me da la santa gana
de ponerle Key o Invite Only, estoy en mi derecho como en el caso de #emulegends
y si el creador de dicho canal me invita a entrar y formar parte de &eacute;l
es porque me conoce y desea que forme parte de &eacute;l y NADIE,absolutamente
nadie tiene derecho a criticar dicha acci&oacute;n y mucho menos tildarlo
de canal mafioso por dichos motivos.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">Tres cuartos de lo mismo pasa en #emuladores,la
gente que es op en #emuladores es debido a que lleva mucho tiempo en &eacute;l
o/y ha hecho algo por el mundo de la emulaci&oacute;n, digamos como ejemplo
p&aacute;ginas que visitais todos los d&iacute;as y cuyos webmasters lo
hace desinteresadamente para que podais estar al d&iacute;a en este movido
mundo de la emulaci&oacute;n o incluso algun que otro personaje que se
desvive por hacer cosas nuevas en el mundo de la emulaci&oacute;n en lugar
de quedarse sentado esperando a que nos den todos los emuladores hechos.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">El caso de #emuroms lo entiendo m&aacute;s
o menos,estoy de acuerdo con lo que se dice en la p&aacute;gina citada
al principio en tanto en cuanto hay gente que intenta tener ROMS de ciertos
sistemas simplemente para fardar delante del vecino con su flamante Zelda
64 sin haberse gastado un duro en &eacute;l.Muchos sabeis lo que opino
yo de estos particulares y si bien defiendo a capa y espada a cualquier
programador de emuladores, incluido evidentemente de N64 o PSX,nunca defender&eacute;
a esa gente que echa pestes sobre una maravilla como el MAME y solo se
interesa por tener el &uacute;ltimo grito en N64 en su ordenador,para reflexionar
sobre este tema dejo una cosa:Esos juegos comerciales los hacen programadores,grafistas
y m&uacute;sicos adem&aacute;s de muchas otras personas con todo el cari&ntilde;o
del mundo para que los pod&aacute;is disfrutar y tienen generalmente familia
y COMEN y TIENEN NECESIDADES como cualquier ser humano, lo &uacute;nico
que est&aacute;is haciendo con vuestra actitud es quitarle la comida de
la boca a dichas persones que acabaran cans&aacute;ndose y dedic&aacute;ndose
a otro negocio m&aacute;s productivo , espero que entend&aacute;is esto
la mayor&iacute;a aunque supongo que habr&aacute; montones de ni&ntilde;atos
a los que sus pap&aacute;s les dan todo hecho que entiendan este concepto
como sumamente abstracto.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">La mayor&iacute;a de los que llevamos cierto
tiempo en el mundo de la emulaci&oacute;n lo entendemos como una manera
de recordar otros tiempos,simplemente como una mirada atr&aacute;s cuando
jug&aacute;bamos con nuestro Spectrum,MSX ,Amiga,etc. o cuando &eacute;ramos
unos cr&iacute;os y nos &iacute;bamos al sal&oacute;n de videojuegos o
al bar de la esquina a jugar con juegos que hoy guardamos como oro en pa&ntilde;o
y me refiero a juegos como el Pac-Man ,Berzerk,Galaxians,etc.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">Entiendo la actitud de muchos j&oacute;venes
al decir que los juegos de Spectrum son muy malos o que el Galaxians es
muy simple pero ten&eacute;is que entender que la magia est&aacute; precisamente
en haber vivido el momento de esos juegos y saber sobre ellos m&aacute;s
de lo que vemos en el monitor.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">La comunidad "retrogamer" como le llaman los
anglosajones a la comunidad a la que pertenecemos ,se basa en el recuerdo
de tiempos pasados a trav&eacute;s de emuladores de maquinas recreativas,ordenadores
y consolas que ya no est&aacute;n en el mercado y cuyo software est&aacute;
en mayor o menor medida obsoleto y ni reporta beneficios econ&oacute;micos
de ning&uacute;n tipo a sus creadores al contrario que la emulaci&oacute;n
basada en sistemas actuales que podr&iacute;amos incluir en la comunidad
warez cuya filosof&iacute;a es "probar,borrar y comprar si nos satisface".</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">Todas estas actitudes han llevado a organizaciones
como la IDSA a boicotear los sites en los que anta&ntilde;o florec&iacute;an
las ROMS de todo tipo de sistemas relativamente antiguos como es el caso
de webs como&nbsp; Emuspain,Emulatronia,Emumania,Retrogames,Davesclassics
y un largo etc&eacute;tera y que ahora sea m&aacute;s dif&iacute;cil que
nunca encontrarlas en la Red.Si nos hubi&eacute;semos limitado a mover
&uacute;nicamente ROMs de sistemas cl&aacute;sicos esto no hubiese pasado
nunca y no se tendr&iacute;a que recurrir a casos tan extremos como el
tener que boicotear a los miembros de la IDSA con amenazas de no comprar
su software actual hasta que dejen que dichas ROMs sea de dominio p&uacute;blico.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">Por lo tanto digamos que el asunto de #emuroms
esta bastante justificado por lo menos a mi modo de ver las cosas ya que
evidentemente los IRcops no pueden conocer los detalles del funcionamiento
de ciertos canales hasta extremos de distinguir entre ROMs "obsoletas"
y ROMs actuales y estas &uacute;ltimas entran dentro del software que NO
ESTA PERMITIDO distribuir dentro de IRC-Hispano porque seg&uacute;n tengo
entendido en caso de problema los responsables de IRC Hispano cargar&iacute;an
con el muerto.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">En cuanto al asunto de ArkanOid no perder&eacute;
tiempo en comentarlo,solo unas palabras para el "famoso" Rikin :</FONT></B>

<P><B><FONT COLOR="#FFFFFF">1./ Has demostrado que s&oacute;lo eres un
ni&ntilde;ato con tus est&uacute;pidas amenazas de muerte a ArkanOid.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">2./ Las babosidades como "CON LOS SKINS NO
SE JUEGA" demuestran m&aacute;s todav&iacute;a que lo anterior es totalmente
cierto.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">3./ Si quieres discutir sobre ese tema,te
invito a que pases por #anark&iacute;a,&uacute;ltimamente no tenemos muchos
fachas de los que re&iacute;rnos.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">4./ CRECE (pero no te reproduzcas,al mundo
le sobran actitudes como la tuya).</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">5./ LOS SKINS TIENEN MAS PELO QUE CEREBRO.&iquest;seguro
que eres uno de ellos?,de momento es lo &uacute;nico que has demostrado.</FONT></B>
<BR>&nbsp;
<BR>&nbsp; <B><FONT COLOR="#FFFFFF">Nota aclaratoria: Aunque se ha citado
indirectamente a ciertos comentarios vertidos en la p&aacute;gina web de
TALFI,el objetivo de este texto no</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">es ni mucho menos atacarle personalmente a
&eacute;l,es m&aacute;s,est&aacute; en su derecho de hacer dichos comentarios
y de tener su propia p&aacute;gina web con</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">los contenidos que &eacute;l desee oportunos.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">Este texto va dirigido simple y llanamente
a TODO AQUEL que se interese en menor o mayor medida por el mundo de la
emulaci&oacute;n.</FONT></B><B><FONT COLOR="#FFFFFF"></FONT></B>

<P><B><FONT COLOR="#FFFFFF">Lunes, 16 de Febrero de 1998.</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">Fdo: Lou C. Fer</FONT></B>
<BR><B><FONT COLOR="#FFFFFF">(LouCFer en IRC Hispano).</FONT></B>
<BR>&nbsp;
<BR>&nbsp;
</BODY>
</HTML>
