<HTML>
 <HEAD>
  <!-- $MVD$:app("MicroVision WebExpress","769") -->
  <!-- $MVD$:template("","0","0") -->
  <!-- $MVD$:color("18","5d0053","Custom #1","0") -->
  <!-- $MVD$:color("19","ecbc2d","Custom #2","0") -->
  <!-- $MVD$:color("20","80ff","Orange","1") -->
  <!-- $MVD$:color("21","ffd6ce","Lavender","1") -->
  <!-- $MVD$:color("22","40ccf4","Huevo","1") -->
  <!-- $MVD$:fontset("Verdana","Verdana","Arial","Times New I2") -->
  <!-- $MVD$:fontset("Comic Sans","Comic Sans MS","Comic Sans","Times New Roman") -->
  <!-- $MVD$:fontset("Sans Serif","Arial","Helvetica","Monaco") -->
  <!-- $MVD$:fontset("Arial Black","Arial Black","Arial","Helvetica") -->
  <TITLE>Dise&ntilde;o</TITLE>
  <META NAME="GENERATOR" CONTENT="MicroVision Development / WebExpress">
 </HEAD>
 <BODY BACKGROUND="bkground.gif" BGCOLOR="WHITE" TEXT="BLACK" LINK="#F4CC40" VLINK="#2DBCEC" ALINK="RED">
  <P>
   <FONT COLOR="#CED6FF"><IMG SRC="dise&ntilde;o.gif" WIDTH="197" HEIGHT="64" VSPACE="0" HSPACE="0" BORDER="0"></FONT></P>
  <P>
   <TABLE WIDTH="100%" CELLPADDING="2" CELLSPACING="0" BORDER="0">
    <TR>
     <TD WIDTH="48%" VALIGN=TOP>
      <P>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2">Bienvenido
        a la ultima secci&oacute;n de la revista, en este caso, llevada por 
       Erterks, y os hablar&eacute; un poco del dise&ntilde;o por ordenador, 
       que esconde m&aacute;s cosas de las que vosotros cree&iacute;s. Para 
       empezar, que mejor, que explicaros un poco como dise&ntilde;ar una 
       p&aacute;gina web, pero no los pasos para hacerla, porque eso 
       var&iacute;a seg&uacute;n el programa que us&eacute;is, sino unos 
       cuantos consejos para hacer vuestra page una de las mejores.</FONT></FONT></P>
      <P>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2"><B>Software:</B> 
       Es verdad que el software os puede solucionar en muchas ocasiones la 
       vida, pero al final, es vuestra hablidad la que cuenta. Como software 
       es necesario un programa para hacer las p&aacute;ginas web, en este 
       caso, yo aconsejo un programa gr&aacute;fico, porque es mucho 
       m&aacute;s f&aacute;cil y no hay que saber lenguaje HTML/HTM.</FONT></FONT><BR>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2">Un 
       programa de dise&ntilde;o gr&aacute;fico se har&aacute; 
       imprescindible, para hacer nuestros t&iacute;tulos, logos, fondos,etc.</FONT></FONT><BR>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2">Un buen 
       complemento ser&iacute;a un programa para hacer animaciones, aunque 
       no imprescindible, ya que, en ocasiones, las animaciones realentizan 
       demasiado la carga de la page.</FONT></FONT></P>
      <P>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2">Procurad
        hacerla con <B>frames</B>, ya que permite una navegaci&oacute;n 
       mucho m&aacute;s c&oacute;moda, y ten&eacute;is que pensar, en que la 
       navegaci&oacute;n debe resultar lo m&aacute;s c&oacute;moda, 
       r&aacute;pida y entretenida posible, porque page hay muchas, y a no 
       ser que ofrezcas algo muy especial, la gente va a las que 
       re&uacute;nen estas caracter&iacute;sticas.</FONT></FONT></P>
      <P>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2">Bueno, 
       los frames, son una cosa m&aacute;s sencilla de hacer de lo que 
       parece, en realidad, lo que se maneja, son dos pages que se muestran 
       al mismo tiempo, normalmente una es la page con los botones y la otra 
       la principal.</FONT></FONT></TD>
     <TD WIDTH="2%" VALIGN=TOP></TD>
     <TD WIDTH="50%" VALIGN=TOP>
      <P>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2">Cuando 
       linkeis los men&uacute;s, deb&eacute;is hacerlo por partida doble. Un 
       link ir&aacute; a la page que se mostrar&aacute;, y la otra, 
       indicar&aacute; donde se va a mostrar este link, es decir, la page 
       contigua a la page de los botones. Quiz&aacute;s os parezca algo 
       lioso, pero cuando os pong&aacute;is resulta muy f&aacute;cil.</FONT></FONT></P>
      <P>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2">Procurad
        que vuestra web, sea <B>r&aacute;pida</B>, y contenga varias 
       secciones. El resultado final debe ser una page de esas en las que os 
       poneis a navegar y se os pasa el tiempo. Os planteo como ejemplos la 
       p&aacute;gina de ono, emuspain, emumania,....</FONT></FONT></P>
      <P>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2"><B>Estructurar</B> 
       bien la page es fundamental, as&iacute; como que todas las pages 
       est&eacute;n accesibles en cualquier lugar. Que no empieces a 
       adentrarte en la page y llegue un momento en el que te digas, donde 
       estoy?? Todo debe estar muy claro, con sus menus y si hace falta una 
       page de ayuda.</FONT></FONT></P>
      <P>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2">Un<B> logotipo</B> 
       es tambi&eacute;n importante, quiz&aacute;s sea la mejor opci&oacute;n
        para rellenar todo ese hueco que nos sobra y que muchas veces se 
       opta por rellenar con tonter&iacute;as, pero ojo, el logo ser&aacute; 
       la imagen de nuestra web y su contenido, no vale cualquier cosa.</FONT></FONT></P>
      <P>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2">Tratar 
       de poner la informaci&oacute;n lo m&aacute;s <B>claro</B> posible, 
       que no haya de leerse dos veces, porque, lo que para vosotros 
       est&aacute; muy claro, para otros resulta imposible.</FONT></FONT></P>
      <P>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2">Intentar
        que las pages guarden una <B>relaci&oacute;n</B> en cuanto al 
       dise&ntilde;o, que conserven la misma <B>est&eacute;tica</B>.</FONT></FONT></P>
      <P>
       <FONT COLOR="#00007F"><FONT FACE="Verdana,Arial,Times New I2">Bueno, 
       pues aqu&iacute; os he marcado unos puntos para dise&ntilde;ar una 
       web. En pr&oacute;ximos numeros iremos ampliando cada uno de ellos y 
       lo dejaremos todo bien explicado. Pero de momento, empezar a 
       dise&ntilde;ar la web y a ver que os sale ;)</FONT></FONT></TD>
    </TR>
   </TABLE></P>
  <P>
   <TABLE WIDTH="100%" CELLPADDING="2" CELLSPACING="0" BORDER="0">
    <TR>
     <TD WIDTH="78%" VALIGN=TOP>
      <P>
       <FONT COLOR="RED"><FONT FACE="Comic Sans MS,Comic Sans,Times New Roman">!Atenci&oacute;n!</FONT></FONT><FONT FACE="Comic Sans MS,Comic Sans,Times New Roman">,
        os planteo un concurso de dise&ntilde;o, pinchad aqu&iacute; para 
       ver las bases ---&gt;</FONT></TD>
     <TD WIDTH="8%" VALIGN=TOP>
      <P>
       <A HREF="bases.htm"><IMG SRC="bulb.gif" WIDTH="21" HEIGHT="30" VSPACE="0" HSPACE="0" BORDER="0"></A></TD>
     <TD WIDTH="14%" VALIGN=TOP></TD>
    </TR>
   </TABLE></P>
  <P>
   <FONT FACE="Verdana,Arial,Times New I2"><FONT COLOR="#00007F">Ya 
   fuera de concurso, pod&eacute;is mandar vuestras im&aacute;genes 
   igualmente a mi mail (siempre y cuando ocupen un m&aacute;ximo de 
   150Kb comprimidos con el Winzip) y har&eacute; una selecci&oacute;n 
   de las mejores para publicarlas en una nueva secci&oacute;n.</FONT></FONT></P>
  <P>
   <TABLE WIDTH="100%" CELLPADDING="2" CELLSPACING="0" BORDER="0">
    <TR>
     <TD WIDTH="19%" VALIGN=TOP>
      <P ALIGN=RIGHT>
       <FONT FACE="Verdana,Arial,Times New I2"><FONT COLOR="#00007F"><A HREF="mailto:kico@larural.es"><IMG SRC="email3.gif" WIDTH="38" HEIGHT="36" VSPACE="0" HSPACE="0" BORDER="0" LOOP="0"></A></FONT></FONT></TD>
     <TD WIDTH="69%" VALIGN=TOP>
      <P ALIGN=CENTER>
       <FONT FACE="Verdana,Arial,Times New I2"><FONT COLOR="BLUE">Que te ha 
       parecido la secci&oacute;n?? Le falta algo?? Te ha quedado alguna 
       duda?? Te interesa plantear otro tema?? Pues lo tienes f&aacute;cil, 
       m&aacute;ndame un mail ahora mismo</FONT></FONT></TD>
     <TD WIDTH="12%" VALIGN=TOP></TD>
    </TR>
   </TABLE></P>
  <P>
   <FONT FACE="Arial,Helvetica,Monaco"><FONT COLOR="#00007F">Pr&oacute;ximos
    numeros:</FONT></FONT><BR>
   <FONT FACE="Arial,Helvetica,Monaco"><FONT COLOR="#00007F">Veremos los 
   mejores logos presentados a concurso y los analizaremos.</FONT></FONT><BR>
   <FONT FACE="Arial,Helvetica,Monaco"><FONT COLOR="#00007F">Incluiremos 
   unos cuantos programas para personalizar vuestro ordenador.</FONT></FONT><BR>
   <FONT FACE="Arial,Helvetica,Monaco"><FONT COLOR="#00007F">Analizaremos
    algunos de los mejores programas de dise&ntilde;o del mercado.</FONT></FONT><BR>
   <FONT FACE="Arial,Helvetica,Monaco"><FONT COLOR="#00007F">Exposici&oacute;n
    con las mejores im&aacute;genes mandadas por vosotros.</FONT></FONT><BR>
   <FONT FACE="Arial,Helvetica,Monaco"><FONT COLOR="#00007F">Todo esto y 
   m&aacute;s cosas que se me ocurrir&aacute;n lo tendr&eacute;is en 
   pr&oacute;ximos n&uacute;meros de la revista, as&iacute; que, no 
   queda m&aacute;s remedio que baj&aacute;rsela :)</FONT></FONT><BR>
   </P>
  <P>
   <TABLE WIDTH="100%" CELLPADDING="2" CELLSPACING="0" BORDER="0">
    <TR>
     <TD WIDTH="94%" VALIGN=TOP>
      <P ALIGN=RIGHT>
       <FONT FACE="Arial Black,Arial,Helvetica"><FONT SIZE="2">Esta 
       secci&oacute;n est&aacute; siendo llevada por Erterks</FONT></FONT></TD>
     <TD WIDTH="2%" VALIGN=TOP>
      <P>
       <IMG SRC="sun~1.gif" WIDTH="27" HEIGHT="27" VSPACE="0" HSPACE="0" BORDER="0" LOOP="0"></TD>
     <TD WIDTH="2%" VALIGN=TOP></TD>
    </TR>
   </TABLE>
 </BODY>
</HTML>