<HTML>
<HEAD>
   <title>WARHAMMER</title>
</HEAD>
<BODY BACKGROUND="fons.gif">

<CENTER><IMG SRC="warhammer.gif" HEIGHT=54 WIDTH=288></CENTER>

<CENTER><FONT COLOR="#FF0000">EL WARGAME MEDIEVAL</FONT></CENTER>

<CENTER><FONT COLOR="#000000">by</FONT><FONT COLOR="#FF0000"> <A HREF="mailto:scumnok@bigfoot.com">Scumnok</A></FONT></CENTER>

<CENTER>&nbsp;</CENTER>


<P>
<HR WIDTH="100%">
<BR><FONT SIZE=-1>&nbsp;</FONT>
<CENTER><TABLE BORDER COLS=1 BGCOLOR="#FFFFCC" >
<TR>
<TD><FONT COLOR="#FF0000"><FONT SIZE=+3>&iquest;</FONT></FONT>Qu&eacute;
que hace esto aki? &iquest;k pinta esto en guebzine? Pos la verdad, me
parece que ni yo lo s&eacute;. La hist&oacute;ria empieza un dia que yo
estaba trenquilamente chateando en el IRC quando vi a A-Kristo y le hice
un query para felicitarle la fabulosa guebzine y darle algunas sugerencias
para mejorarla (critica constructiva) y entonces, medio en serio medio
en broma, le propuse hacer esta secci&oacute;n que estais leyendo (porque
la estais leyendo no?) y &eacute;l, para mi sopresa, dijo k si, k como
m&aacute;s amplia fuera la revista, mejor. Asi k como lo dije, lo hago
y aki teneis la secci&oacute;n dedicada a este magnifico wargame medieval.
Si quereis ver el log de nuestra conversa pulsad <A HREF="A_Kristo.log">aki</A>.Y
asi, desde aki, animo a todos los que kieran colaborar en webzine y tengan
un tema que lo hagan, en el que sean + o - expertos (o almenos lo conozcan
XDD), envien sus secciones de petanca, esqui acu&agrave;tico, fumar en
pipa, las mejores marcas de l&aacute;pices del mercado, etc<FONT COLOR="#000000">.&nbsp;</FONT>
<BR><FONT COLOR="#000000"></FONT>&nbsp;</TD>
</TR>
</TABLE></CENTER>
&nbsp;
<BR>&nbsp;
<TABLE BORDER COLS=1 WIDTH="100%" BGCOLOR="#CCFFFF" >
<TR>
<TD><FONT COLOR="#3366FF"><FONT SIZE=+2></FONT></FONT>

<P><FONT COLOR="#3366FF"><FONT SIZE=+2>EN ESTE N&Uacute;MERO...</FONT>&nbsp;</FONT>
<BR><FONT COLOR="#000000">En este n&uacute;mero</FONT> har&eacute; mi presentaci&oacute;n
oficial y introducir&eacute; al lector novato en esto el hobby de warhammer,
a partir del pr&oacute;ximo n&uacute;mero <B>intentar&eacute; </B>hacer
dos secciones, una para los novatos y otra para los ya iniciados, adem&aacute;s
de una secci&oacute;n donde comentare alguna web relacionada con el hobby.
Digo intentar&eacute; porque todo depende de la aceptaci&oacute;n que tenga
esta secci&oacute;n y de si alguien colabora (por favo) podre aumentarla.
Hala, que la disfruteis..
<BR>&nbsp;</TD>
</TR>
</TABLE>
&nbsp;
<BR>&nbsp;
<BR><FONT COLOR="#000000"></FONT>&nbsp;
<TABLE BORDER COLS=1 WIDTH="100%" BGCOLOR="#CCCCCC" >
<TR>
<TD><FONT COLOR="#FF0000"><FONT SIZE=+1></FONT></FONT>

<P><FONT COLOR="#FF0000"><FONT SIZE=+1>PERO, &iquest;QUE ES ESO DEL WARHAMSTER?&nbsp;</FONT></FONT>
<BR><FONT COLOR="#000000">Esto es una explicaci&oacute;n muy b&aacute;sica
para saber de que va esto del warhammer. El warhammer es un Wargame, usea
un juego de estrategia, pero no de ordenador, con figuritas de metal o
plastico y una mesa, inventado y distribuido por <A HREF="http://www.games-workshop.com">Games
Workshop</A> (cuya p&aacute;gina en espa&ntilde;ol &eacute;s <A HREF="http://www.games-workshop.com">www.games-workshop.es</A>)
k a mi personalmente me encanta. En una partida de Warhammer, se enfrentan
2 o m&aacute;s jugadores con ejercitos de figuras de 30mm aprox. de diferentes
ejercitos. Como seguro que todos los sabeis, no voy a deciros que es una
guerra, pero en el universo de warhammer se mezcla la magia, los heroes,
dragones, poderosas maquinas de guerra y carruajes, extra&ntilde;as criaturas
y monstruos voladores, etc. La mecanica del juego no es dificil, es un
juego por turnos, pero como existen muchas reglas especiales y est&aacute;
protegido por las leyes del copyright, no voy a poneros aki el reglamento
de warhammer, pero si algunas normas b&aacute;sicas para que podais jugar
al principio, siempre que prometais compraros el reglamento(o al menos
fotocopiarlo) a la que tengais ocasi&oacute;n. Las razas participantes
en el juego s&oacute;n: Bretonia, el imperio, hombres lagarto, orcos y
goblins, altos elfos, elfos oscuros, enanos, el caos, elfos silvanos, no
muertos, enanos del caos(?&iquest;), skaven y los reci&eacute;n aparecidos
mercenarios. En pr&oacute;ximos numeros detallar&eacute; m&aacute;s informaci&oacute;n
de estos ejercitos, pero ahora no.</FONT>
<BR><FONT COLOR="#000000"></FONT>&nbsp;</TD>
</TR>
</TABLE>
<FONT COLOR="#000000"></FONT>&nbsp;
<BR><FONT COLOR="#000000"></FONT>&nbsp;
<BR><FONT COLOR="#000000"></FONT>&nbsp;
<TABLE BORDER COLS=1 WIDTH="100%" BGCOLOR="#CC66CC" >
<TR>
<TD><FONT COLOR="#FF0000"><FONT SIZE=+1></FONT></FONT>

<P><FONT COLOR="#FF0000"><FONT SIZE=+1>VALE, &iquest;Y QUE NECESITO PARA
JUGAR?</FONT></FONT>
<BR><FONT COLOR="#000000">Para jugar al warhammer lo m&aacute;s b&aacute;sico
para jugar s&oacute;n figuras (vale, podeis hacerlo con trozos de cart&oacute;n
que los simulen al principio), despu&eacute;s necesitareis el juego en
si, que vale unas 12000 ptas e incuye suficientes figuras (hombres lagarto
y bretonianos) para jugar alguna partida, el reglamento, el manual de batalla,
edificios de cart&oacute;n, etc. y el Warhammer magia si quieres jugar
con magia, s&oacute;n unas 5000 m&aacute;s . Si quereis informaci&oacute;n
extra, games worshop saca cada mes una revista dedicada al Warhammer y
a otros de sus juegos (&iquest;no os suenan warhammer 40.000, blood bowl,
necromunda?) llamada White Dwarf, por 625 ptas.Y para colmo de gastos,
cada ejercito tiene su libro, donde est&aacute; todo lo que necessitas
para jugar con este ej&eacute;rcito y que no viene en el reglamento, adem&aacute;s
de un normalmente muy currado trasfondo, normalmente por 2750 ptas.</FONT>
<BR><FONT COLOR="#000000"></FONT>&nbsp;</TD>
</TR>
</TABLE>
<FONT COLOR="#000000"></FONT>&nbsp;
<BR><FONT COLOR="#000000"></FONT>&nbsp;
<BR><FONT COLOR="#000000"></FONT>&nbsp;
<TABLE BORDER COLS=1 WIDTH="100%" BGCOLOR="#CC6600" >
<TR>
<TD><FONT COLOR="#FF0000"><FONT SIZE=+1></FONT></FONT>

<P><FONT COLOR="#FF0000"><FONT SIZE=+1>AVISO:</FONT></FONT>
<BR><FONT COLOR="#000000">Como ya habreis adivinado el hobby de warhammer
es MUY caro (vale, conectarse a internet tbien lo &eacute;s), pero esto
es culpa de los malditos de Game$ work$hop, las figuras tampoco s&oacute;n
regaladas que digamos, pero existen otras marcas adem&aacute;s de Citadel
(la marca "oficial" de warhammer) mas baratas pero de menor calidad (todo
se tiene que decir). En resumen, el warhammer es caro, pero altamente adictivo
(y repito, es un wargame, no una droga XDD)</FONT>
<BR><FONT COLOR="#000000"></FONT>&nbsp;</TD>
</TR>
</TABLE>
<FONT COLOR="#000000"></FONT>&nbsp;
<BR><FONT COLOR="#000000"></FONT>&nbsp;
<TABLE BORDER COLS=1 WIDTH="100%" BGCOLOR="#FFCC33" >
<TR>
<TD><FONT COLOR="#FF0000"><FONT SIZE=+1></FONT></FONT>

<P><FONT COLOR="#FF0000"><FONT SIZE=+1>&iquest;COMO EMPEZAR?</FONT></FONT>
<BR><FONT COLOR="#000000">Hombre pues, leyendo esto se puede decir que
has empezado XDD, no ahora en serio, para empezar te recomiendo que te
compres el juego, leas esta secci&oacute;n y te pases de tanto en quando
por el canal #warhammer del irc-hispano, donde se suele respirar buen rollo
y tal... Cuando te hayas mirado el reglamento te aconsejo que te decidas
por un ejercito y compres tus primeras figuras, que por si no lo habia
dicho, vienen sin pintar.. Y si no te mola esto de warhammer me mandas
un mail diciendo que te cagas en mi madre y no volver&aacute;s a leer esta
secci&oacute;n XDD.</FONT>
<BR>&nbsp;</TD>
</TR>
</TABLE>
<FONT COLOR="#000000"></FONT>&nbsp;
<BR><FONT COLOR="#000000"></FONT>&nbsp;
<TABLE BORDER COLS=1 WIDTH="100%" BGCOLOR="#99FF99" >
<TR>
<TD><FONT COLOR="#FF0000"><FONT SIZE=+1></FONT></FONT>

<P><FONT COLOR="#FF0000"><FONT SIZE=+1>Y FINALMENTE...</FONT></FONT>
<BR><FONT COLOR="#000000">Esto a sido solo el principio y espero que os
guste, si tiene aceptaci&oacute;n pienso seguir aciendola, pero como quiero
ampliarla, necessito ayuda. Si hos ha gustado o quereis hacer algun comentario
<A HREF="mailto:scumnok@bigfoot.com">scumnok@bigfoot.com</A> plis. Nos
vemos en la red..</FONT>
<BR><FONT COLOR="#000000">PD: suelo estar en #warhammer y #emuladores.</FONT>
<BR>&nbsp;</TD>
</TR>
</TABLE>


<P>
<HR WIDTH="100%"><FONT COLOR="#000000"></FONT>

<P><FONT COLOR="#000000">Salu2</FONT>
<BR><FONT COLOR="#FF0000">SCUMNOK</FONT>
<BR><FONT COLOR="#FF0000"><FONT SIZE=+1></FONT></FONT>&nbsp;
</BODY>
</HTML>
